{
	"token": {
		"The first and only ERC20 Ethereum Casino":"全网首家以太坊ERC20赌场",
		"Try the alpha (rinkeby)":"Alpha测试版本（rinkeby）",
		"ICO delayed":"ICO推迟",
		"(click for more details)":"(点击阅读详细内容)",
		"Fully decentralized ERC20 casino with ERC20 and/or ETH wagering and payouts":"完全去中心化的ERC20赌场,支持ERC20和ETH的下注和兑现",
		"First ICO to raise funds on 0x":"第一个使用0x的ICO",
		"First ever War card game running on the Ethereum blockchain":"第一个基于区块链的war扑克游戏",
		"Variable house edge return from 1.2358% up to 18.6495%":"庄家收益在1.2358%到18.6495%之间",
		"Provably fair gambling with true RNG (feature ledger proof by Oraclize)":"游戏公正,随机数产生机制可靠(由Oraclize的ledger proof技术保证)",
		"Revenue sharing through dividends on 95% of profits earned":"收益的95%按比例分配",
		"Completely transparent gambling with no signups or deposits":"无需注册或存款且完全透明的游戏环境",
		"Blackjack and other games are in the pipeline for development":"21点等游戏即将上线",
		"Increasing house bankroll through 5% of profits retained by the house":"收益的5%将投入奖金池",
		"Whitepaper":"白皮书",
		"Video":"视频",
		"Subscribe":"订阅",
		"Ethino Newsletter Registration":"Ethino更新订阅",
		"Register your email below to receive the latest Ethino updates":"用邮箱在下方注册,获取Ethino更新和发布提示",
		"ENO Tokens":"ENO代币",
		"Please read the ENO token purchase agreement, terms of use and ethino technical whitepaper and confirm the facts in the checkboxes below in order to proceed.":"请阅读ENO代币购买合约,使用说明以及Ethino的白皮书,并勾选以下选项以继续。",
		"Continue":"继续",
		"Instructions on how to participate in the Ethino crowdfund can be found here:":"购买指南",

		"Crowdsale Live":"众筹进行中",
		"Contribute":"参与众筹",
		"ENO Crowdsale Status":"ENO实时众筹数据",
		"Crowdsale Status":"实时众筹数据",
		"Live Refreshing... (30s)":"自动刷新...(30秒)",
		"% Complete":"% 已众筹",
		"Current Distribution":"已发售",
		"Current Rate":"汇率",
		"Total Raised":"已募集",
		"Circulating Supply":"共发售",
		"Current Bonus":"目前的额外奖励比例",
		"Total Cap":"募资上限",
		"Start Date":"开始日期",
		"End Date":"截止日期",

		"Detailed instructions can be found here:":"详细操作请参见以下指南",
		"Instructions":"众筹指南",
		"and":"和",
		",":",",
		"function can be called anytime after contribution to receive ENO tokens":"调用此function提取ENO代币",
		"DO NOT SEND ETH FROM EXCHANGES":"请勿通过交易所转账ETH购买代币",
		"Please use the contract address below to contribute. Confirm address on":"请使用以下智能合约地址参与众筹。并且在社交网络仔细确认地址",

		"The following paper does not represent any sort of Public Offering, Equity Offering or Share ownership of Ethino. Ownership of Ethino is strictly owned by the token sale distributors. This token sale is for our ENO token, which does not guarantee the owner of said tokens of a share in profits. voting rights or influence in management of Ethino. This crowd sale is done exclusively with the crypto currency Ethereum. Due to the decentralized and anonymous nature of Ethereum, the onus lies on each investor who chooses to partake in our crowdfund to stricly follow all applicable laws of their country.":"以下说明不同于任何私募、资产出售或者任何Ethino股权出售等。Ethino的所有权仅属于代币销售人。这次代币销售为ENO代币，我们不对代币持有人的收益、投票权和对Ethino管理层的影响做任何保证。在0x未投入使用阶段，我们只接受ETH。由于以太坊的去中心化和匿名的特征，参与本项目投资的投资人应依据其所在地的法律法规等文件规范其投资行为。",
		"I confirm I have read the Ethino whitepaper and fully understand the risks associated with purchasing the ERC20 ENO token.":"我已阅读Ethino白皮书，并完全知悉购买ERC20 ENO代币的相关风险",
		"I confirm I am not a citizen or resident of the United States or country where the Ethino project is illegal, and will not purchase ENO tokens on behalf of others who live in such places.":"我承诺：我不是美国公民或任何归属于使用Ethino属于不合法区域的居民；且并不是代表前述人群购买ENO代币。如违反前述规定，出现任何法律风险和损失，责任由我本人承担（本句话在英文描述中没有，可考虑添加，作为购买人承诺性的条款，避免我方书面审查和损失）。"
	}
}
